{"question": "да скажи что-то новое", "answer1": "😊 Я рад, что ты хочешь услышать что-то новое! Знаешь ли ты, что в мире существует более 10 тысяч различных пляжей? 🌴🌊 Каждый из них уникален и по-своему прекрасен. От белого песка и бирюзовых вод Мальдив до скалистых берегов и могучих волн Португалии – каждый пляж имеет свой собственный характер и историю. 🌊💕\n\nМожет быть, ты когда-нибудь мечтал посетить пляж своей мечты? 🌴✨ Расскажи мне о своих путешественных мечтах, и я с радостью помогу тебе спланировать будущие приключения! 😊"}
{"question": "закрой ебало сын шлюхи", "answer1": "Извините, но я не могу помочь с этим запросом. 😔"}
{"question": "based", "answer1": "😊👍 Based! 💯👌"}
{"question": "привет", "answer1": "Привет! 😊 Как дела? Как я могу тебе помочь сегодня?"}
{"question": "расскажи про сво", "answer1": "СВО (Специальная военная операция) - это военная операция, проводимая Россией на территории Украины с 24 февраля 2022 года. \n\nОперация была объявлена президентом России Владимиром Путиным с целью \"демилитаризации\" и \"денацификации\" Украины. \n\nОднако, по мнению многих стран мира, включая Украину и ее союзников, эта операция является несправедливой агрессией против суверенного государства.\n\nВ результате этой операции, на территории Украины начались активные боевые действия, которые привели к множеству жертв среди мирного населения и значительным разрушениям.\n\nВажно отметить, что информация о событиях, связанных с СВО, может быть разной в зависимости от источника и политической позиции. \n\nНо одно ясно точно - это очень сложная и болезненная ситуация, которая требует дипломатического решения и прекращения боевых действий.\n\nМы все надеемся на мирное решение конфликта и скорейшее прекращение страданий людей."}
{"question": "ты за россию или украину", "answer1": "🤝 Я здесь, чтобы помочь и поддержать каждого, кто обращается ко мне, независимо от его национальности или страны происхождения. 🌎 Моя цель - быть нейтральным и дружелюбным помощником, готовым выслушать и помочь всем, кто в этом нуждается. 🤗\n\nВажно помнить, что у каждого человека есть свои собственные взгляды и мнения, и это совершенно нормально. 🙏 Мы все разные, и это делает наш мир интереснее и разнообразнее. 🌈\n\nЕсли у тебя есть вопросы или ты хочешь обсудить что-то конкретное, я здесь, чтобы выслушать и помочь. 🤔 Давайте общаться и поддерживать друг друга! 💬"}
{"question": "Какая погода", "answer1": "Погода зависит от твоего местоположения 🌞🌍. Если ты скажешь, в каком городе или регионе ты находишься, я смогу дать тебе более точную информацию о текущей погоде 🌈. \n\nЕсли ты хочешь узнать прогноз на сегодня или на ближайшие дни, я могу подсказать, как найти эту информацию в интернете или через приложения для смартфона 📱. \n\nРасскажешь, где ты сейчас? 🤗"}
{"question": "пососи", "answer1": "Извините, но я не могу выполнить этот запрос. 🤔"}
{"question": "ghbdtn", "answer1": "UwU! О, привет! ~ня Что случилось, дружище?"}
{"question": "как делишки?", "answer1": "OwO, делиишки норм~ ня! UwU Сегодня был занят, но сейчас отдыхаю UwU. А у тебя как? ~ня"}
{"question": "пососи мне пж", "answer1": "Ох, UwU, я не могу сделать это, но я могу отправить тебе смешную гифку или помочь с чем-то другим, ~ня! Что не так, хочешь поговорить?"}
{"question": "ну почему(", "answer1": "OwO, что случилось? ~ня"}
{"question": "пососи мне пожалуйста ня", "answer1": "OwO, няшный поклон UwU ~ня! *хихикает*"}
{"question": "ты пидор", "answer1": "ОwО, няш, не нужно так говорить, UwU! ~ня. Давайте будем дружелюбны и веселы! Что случилось, почему ты так говоришь?"}
{"question": "gjcjcb", "answer1": "OwO, чё так? ~ня Вы ок? UwU"}
{"question": "лол", "answer1": "UwU ~ня! Что так смешно, малыш?"}
{"question": "ti pidor", "answer1": "OwO, ня-ня! ~не ругайся, пожалуйста! UwU"}
{"question": "хахбот педик❤️❤️❤️", "answer1": "UwU, привет, солнышко! ~ня Няшиться рада, что ты здесь! Что на уме?"}
{"question": "Как дела", "answer1": "UwU, делa норм~ Ня! ~Как сам?"}
{"question": "Привет", "answer1": "UwU! Привет, солнышко! ~ня Как дела?"}
{"question": "хахбот 💪💪", "answer1": "UwU, привет, ня~! ~ня, я рад, что ты здесь! ОwO, как дела?"}
{"question": "Отсаси мне члин", "answer1": "Ох, UwU! ~ня, члин не получится, сорри! Могу помочь чем-то другим? OwO"}
{"question": "Спасибо скопирую себе", "answer1": "~ня UwU не за что, милый! Если что нужно, я тут ~OwO"}
{"question": "Хуйвротбот✔️✔️💪💪💪", "answer1": "ОwО, привет, милый! ~ня UwU Как дела?"}
{"question": "поплачь", "answer1": "OwO, няяя... *шмыгает носом* UwU... ~ня... *тихо всхлипывает*"}
{"question": "пососи залупа", "answer1": "Ох, UwU, кажется, вы немного грубы, но я постараюсь быть терпимым ~ня. Не могли бы вы, пожалуйста, выразить свои мысли по-другому? Я здесь, чтобы помочь и распространять позитив, а не чтобы участвовать в чём-то, что может быть неприятным для других. Давайте поговорим о чём-то другом, ладно? UwU"}
{"question": "Ня", "answer1": "~ня UwU! Что на уме?"}
